{
  "title": "حذف الحساب والبيانات",
  "lastUpdated": "آخر تحديث: {{date}}",
  "sections": [
    {
      "title": "كيفية حذف حسابك وبياناتك",
      "content": "نوفر طرق متعددة لحذف حساب الحقني والبيانات المرتبطة به. يمكنك حذف حسابك فوراً من خلال التطبيق أو طلب الحذف عبر البريد الإلكتروني إذا لم تتمكن من الوصول إلى التطبيق. جميع طلبات الحذف تتم معالجتها وفقاً لقوانين الخصوصية واللوائح المعمول بها."
    },
    {
      "title": "الخيار الأول: الحذف من التطبيق (فوري)",
      "content": "لحذف الحساب فوراً: 1. افتح تطبيق الحقني المحمول، 2. انتقل إلى الإعدادات من القائمة الرئيسية، 3. اذهب لأسفل واضغط على 'حذف الحساب'، 4. اقرأ تحذير الحذف بعناية، 5. أكد الحذف بكتابة 'DELETE' عند الطلب، 6. سيتم حذف حسابك نهائياً خلال دقائق. هذه أسرع طريقة لحذف الحساب."
    },
    {
      "title": "الخيار الثاني: طلب عبر البريد الإلكتروني",
      "content": "إذا لم تتمكن من الوصول إلى التطبيق، أرسل بريد إلكتروني إلى: Support@el7a2ny.com مع عنوان الموضوع 'طلب حذف الحساب - تطبيق الحقني'. يرجى تضمين رقم هاتفك المسجل أو عنوان البريد الإلكتروني المرتبط بحسابك. سنعالج طلبك خلال 48 ساعة خلال أيام العمل المصرية ونرسل لك بريد تأكيد بمجرد اكتمال الحذف."
    },
    {
      "title": "البيانات التي يتم حذفها",
      "content": "عند حذف حسابك، يتم إزالة البيانات التالية نهائياً: ملف المستخدم والمعلومات الشخصية، معلومات المركبة وتاريخ الخدمات، طرق الدفع المحفوظة وتاريخ المعاملات، تفضيلات التطبيق والإعدادات، بيانات الموقع وتاريخ البحث، جميع الصور والوثائق المرفوعة على التطبيق، بيانات مصادقة Firebase، وأي تاريخ محادثات أو تواصل مع مقدمي الخدمات."
    },
    {
      "title": "البيانات التي نحتفظ بها (متطلبات قانونية)",
      "content": "نظراً لمتطلبات الامتثال الضريبي والتنظيمي المصري، يجب علينا الاحتفاظ ببيانات معينة: سجلات المعاملات المالية لأغراض ضريبية (5 سنوات وفقاً للقانون الضريبي المصري)، سجلات المعاملات الأساسية للامتثال التنظيمي (3 سنوات)، تحليلات الاستخدام المجهولة الهوية بدون معرفات شخصية، والسجلات المطلوبة للنزاعات القانونية أو التحقيقات. هذه البيانات المحتفظ بها لا يمكن ربطها بهويتك."
    },
    {
      "title": "الجدول الزمني للحذف",
      "content": "يتبع حذف بياناتك هذا الجدول الزمني: معظم البيانات الشخصية يتم حذفها خلال 30 يوماً من طلبك، البيانات المؤقتة والملفات المؤقتة تتم إزالتها خلال 7 أيام، بيانات التطبيق المتزامنة عبر الأجهزة تتم إزالتها خلال 14 يوماً، بيانات الاحتفاظ المطلوبة قانونياً تُحفظ كما هو مطلوب بالقانون المصري، وستتلقى تأكيد بالبريد الإلكتروني بمجرد اكتمال الحذف الأساسي."
    },
    {
      "title": "قبل حذف حسابك",
      "content": "يرجى النظر في هذه النقاط المهمة قبل حذف حسابك: حذف الحساب نهائي ولا يمكن التراجع عنه، ستفقد الوصول إلى جميع تاريخ الخدمات والإيصالات، أي حجوزات خدمة نشطة سيتم إلغاؤها، طرق الدفع المحفوظة ستتم إزالتها، ستحتاج لإنشاء حساب جديد لاستخدام خدمات الحقني مرة أخرى، وفكر في تنزيل بياناتك أولاً إذا كنت تحتاج السجلات للاستخدام الشخصي."
    },
    {
      "title": "التأثير على مقدمي الخدمات",
      "content": "عند حذف حسابك: مقدمو الخدمات لن يروا معلومات الاتصال الخاصة بك، تقييمات ومراجعات الخدمات السابقة ستصبح مجهولة الهوية، أي تواصل جاري سيتم إنهاؤه، المواعيد المجدولة سيتم إلغاؤها مع إشعار مقدمي الخدمات، والدفع للخدمات المكتملة سيتم معالجته بشكل طبيعي قبل حذف الحساب."
    },
    {
      "title": "خيارات بديلة",
      "content": "إذا كنت قلقاً بشأن الخصوصية ولكن لا تريد حذف حسابك تماماً، فكر في هذه البدائل: إلغاء تفعيل حسابك مؤقتاً بدلاً من الحذف، تحديث إعدادات الخصوصية لتقييد جمع البيانات، إزالة معلومات شخصية محددة من ملفك الشخصي، إلغاء الاشتراك في التواصل التسويقي، أو الاتصال بفريق الدعم لدينا لمناقشة مخاوف الخصوصية المحددة."
    },
    {
      "title": "إعادة التفعيل بعد الحذف",
      "content": "بمجرد حذف حسابك، لا يمكن إعادة تفعيله أو استعادته. إذا كنت تريد استخدام خدمات الحقني مرة أخرى، ستحتاج لإنشاء حساب جديد تماماً بعنوان بريد إلكتروني أو رقم هاتف جديد. تاريخ الخدمات السابق والتفضيلات والبيانات لن تكون قابلة للاستعادة. هذا يضمن خصوصيتك ويؤكد أن طلب حذف البيانات تم تنفيذه بالكامل."
    },
    {
      "title": "معلومات المطور",
      "content": "تطبيق الحقني مطور من قبل Keradevs. نحن ملتزمون بحماية خصوصيتك وضمان الامتثال لجميع قوانين حماية البيانات المعمول بها. فريق التطوير لدينا يراجع ويحدث ممارسات التعامل مع البيانات بانتظام للحفاظ على أعلى معايير خصوصية المستخدم وأمان البيانات."
    },
    {
      "title": "التواصل لدعم الحذف",
      "content": "لطلبات حذف الحساب أو الأسئلة أو الدعم: راسلنا على Support@el7a2ny.com مع 'طلب حذف الحساب - تطبيق الحقني' في عنوان الموضوع. اذكر رقم هاتفك المسجل أو عنوان البريد الإلكتروني. نرد خلال 48 ساعة خلال أيام العمل المصرية. للمشاكل التقنية مع الحذف من التطبيق، اتصل بفريق الدعم من خلال قسم المساعدة في التطبيق أو راسلنا للمساعدة الفورية."
    }
  ],
  "ui": {
    "appName": "تطبيق الحقني",
    "developerInfo": "مطور من قبل Keradevs",
    "option1Title": "الخيار الأول: الحذف من التطبيق (فوري)",
    "option1Description": "أسرع طريقة - احذف حسابك فوراً من خلال التطبيق",
    "option1Steps": "الإعدادات ← حذف الحساب ← تأكيد",
    "option2Title": "الخيار الثاني: طلب عبر البريد الإلكتروني",
    "option2Description": "لا يمكن الوصول للتطبيق؟ راسلنا لحذف الحساب",
    "option2Contact": "وقت الاستجابة 48 ساعة",
    "emailTemplate": "نموذج البريد الإلكتروني:",
    "emailTo": "إلى:",
    "emailSubject": "الموضوع:",
    "emailMessage": "الرسالة:",
    "emailBody": "برجاء حذف حسابي من الحقني",
    "emailRegistered": "البريد/الهاتف المسجل: [معلوماتك المسجلة]",
    "responseTime": "وقت الاستجابة 48 ساعة"
  },
  "metadata": {
    "title": "حذف الحساب والبيانات - الحقني",
    "description": "دليل شامل حول كيفية حذف حساب الحقني وبياناتك الشخصية. تعرف على عملية الحذف وسياسات الاحتفاظ بالبيانات وحقوق الخصوصية."
  }
}
