{
  "title": "سياسة ملفات تعريف الارتباط",
  "lastUpdated": "آخر تحديث: {{date}}",
  "sections": [
    {
      "title": "ما هي ملفات تعريف الارتباط",
      "content": "ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم تخزينها على جهازك (الكمبيوتر أو الجهاز اللوحي أو الهاتف المحمول) عند زيارة موقعنا الإلكتروني أو استخدام تطبيقنا المحمول. تساعدنا في تقديم تجربة أفضل لك وتذكر تفضيلاتك وتحسين خدماتنا. تحتوي ملفات تعريف الارتباط على معلومات يتم نقلها إلى القرص الصلب لجهازك وتخزينها هناك."
    },
    {
      "title": "أنواع ملفات تعريف الارتباط التي نستخدمها",
      "content": "نستخدم أنواعاً مختلفة من ملفات تعريف الارتباط لأغراض متنوعة: ملفات تعريف الارتباط الأساسية/الضرورية بدقة (مطلوبة للوظائف الأساسية للموقع)، ملفات تعريف الارتباط للأداء/التحليلات (تساعدنا في فهم كيفية استخدام الزوار لموقعنا)، ملفات تعريف الارتباط الوظيفية (تتذكر تفضيلاتك وإعداداتك)، وملفات تعريف الارتباط للاستهداف/الإعلان (تُستخدم لتقديم إعلانات ذات صلة). كل نوع يخدم غرضاً محدداً في تعزيز تجربة المستخدم."
    },
    {
      "title": "ملفات تعريف الارتباط الأساسية",
      "content": "هذه الملفات ضرورية بدقة لعمل الموقع الإلكتروني والتطبيق المحمول بشكل صحيح ولا يمكن تعطيلها في أنظمتنا. عادة ما يتم تعيينها استجابة للإجراءات التي تتخذها، مثل تعيين تفضيلات الخصوصية أو تسجيل الدخول أو ملء النماذج. تتضمن ملفات تعريف الارتباط الأساسية إدارة الجلسات وميزات الأمان وتوزيع الأحمال والوظائف الأساسية التي تمكنك من التنقل واستخدام خدماتنا."
    },
    {
      "title": "ملفات تعريف الارتباط للأداء والتحليلات",
      "content": "نستخدم ملفات تعريف الارتباط التحليلية لجمع معلومات حول كيفية استخدام الزوار لموقعنا الإلكتروني وتطبيقنا المحمول. يشمل ذلك الصفحات المزارة والوقت المقضي في الصفحات ورسائل الخطأ وإحصائيات الاستخدام الأخرى. نستخدم خدمات مثل Google Analytics لمساعدتنا في فهم سلوك المستخدم وتحسين خدماتنا وتحسين تجربة المستخدم. هذه البيانات مجمعة ومجهولة الهوية."
    },
    {
      "title": "ملفات تعريف الارتباط الوظيفية",
      "content": "تمكن هذه الملفات الموقع الإلكتروني والتطبيق من توفير وظائف محسنة وتخصيص. قد يتم تعيينها من قبلنا أو من قبل مقدمي خدمات طرف ثالث نستخدم خدماتهم. تتذكر ملفات تعريف الارتباط الوظيفية تفضيلات اللغة وإعدادات الموقع وحجم الخط والعناصر الأخرى القابلة للتخصيص. إذا قمت بتعطيل هذه الملفات، فقد لا تعمل بعض أو كل هذه الخدمات بشكل صحيح."
    },
    {
      "title": "ملفات تعريف الارتباط للإعلان والاستهداف",
      "content": "قد يتم تعيين هذه الملفات من خلال موقعنا وتطبيقنا المحمول من قبل شركائنا الإعلانيين. قد تستخدمها تلك الشركات لبناء ملف تعريف لاهتماماتك وعرض إعلانات ذات صلة عليك في مواقع وتطبيقات أخرى. لا تخزن معلومات شخصية مباشرة ولكنها تعتمد على تحديد متصفحك وجهاز الإنترنت الخاص بك بشكل فريد."
    },
    {
      "title": "ملفات تعريف الارتباط للأطراف الثالثة",
      "content": "قد يحتوي موقعنا الإلكتروني وتطبيقنا المحمول على محتوى من خدمات طرف ثالث مثل منصات وسائل التواصل الاجتماعي ومعالجات الدفع وخدمات الخرائط ومقدمي التحليلات. قد تضع هذه الأطراف الثالثة ملفات تعريف الارتباط الخاصة بها عندما تتفاعل مع محتواها. لا نتحكم في هذه الملفات ونوصي بمراجعة سياسات الخصوصية لهذه الخدمات الخاصة بالطرف الثالث."
    },
    {
      "title": "إدارة تفضيلات ملفات تعريف الارتباط",
      "content": "يمكنك التحكم في ملفات تعريف الارتباط وإدارتها بعدة طرق: من خلال إعدادات متصفحك (تسمح معظم المتصفحات بعرض وحذف وحظر ملفات تعريف الارتباط)، من خلال شعار موافقة ملفات تعريف الارتباط عند زيارة موقعنا لأول مرة، بالاتصال بنا مباشرة لإلغاء الاشتراك في ملفات تعريف الارتباط غير الأساسية. يرجى ملاحظة أن حظر أو حذف ملفات تعريف الارتباط قد يؤثر على تجربة المستخدم وقد لا تعمل بعض الميزات بشكل صحيح."
    },
    {
      "title": "جمع البيانات في التطبيق المحمول",
      "content": "قد يجمع تطبيقنا المحمول معلومات مماثلة من خلال تقنيات خاصة بالهاتف المحمول مثل SDKs التحليلات المحمولة وخدمات الإشعارات الدفعية وأدوات تقارير الأعطال والتحليلات داخل التطبيق. تساعدنا هذه المعلومات في تحسين أداء التطبيق وإصلاح الأخطاء وتعزيز تجربة المستخدم. يمكنك إدارة هذه التفضيلات من خلال إعدادات جهازك."
    },
    {
      "title": "الاحتفاظ بملفات تعريف الارتباط والتحديثات",
      "content": "ملفات تعريف الارتباط المختلفة لها فترات احتفاظ مختلفة - بعضها ينتهي عند إغلاق متصفحك (ملفات تعريف ارتباط الجلسة)، بينما يبقى البعض الآخر على جهازك لفترة محددة (ملفات تعريف الارتباط المستمرة). نراجع ونحدث استخدامنا لملفات تعريف الارتباط بانتظام. عندما نجري تغييرات كبيرة على هذه السياسة، سنخطرك من خلال موقعنا الإلكتروني أو التطبيق أو البريد الإلكتروني."
    },
    {
      "title": "اتصل بنا حول ملفات تعريف الارتباط",
      "content": "إذا كانت لديك أي أسئلة حول استخدامنا لملفات تعريف الارتباط أو سياسة ملفات تعريف الارتباط هذه، يرجى الاتصال بنا على: privacy@el7a2ny.com. يمكنك أيضاً مراسلتنا على عنوننا المسجل. بالنسبة لسكان الاتحاد الأوروبي، يمكنك الاتصال بمسؤول حماية البيانات لدينا على dpo@el7a2ny.com بخصوص المخاوف المتعلقة بالخصوصية المرتبطة بملفات تعريف الارتباط."
    }
  ],
  "metadata": {
    "title": "سياسة ملفات تعريف الارتباط - الحقني",
    "description": "تعرف على كيفية استخدام الحقني لملفات تعريف الارتباط والتقنيات المماثلة لتحسين تجربة التصفح وتقديم خدمات أفضل والامتثال للوائح الخصوصية."
  }
}
