{
  "title": "سياسة الخصوصية",
  "lastUpdated": "آخر تحديث: {{date}}",
  "sections": [
    {
      "title": "المعلومات التي نجمعها",
      "content": "نجمع المعلومات التي تقدمها مباشرة عند إنشاء حساب أو حجز الخدمات أو الاتصال بالدعم. يشمل ذلك: البيانات الشخصية (الاسم، البريد الإلكتروني، الهاتف)، معلومات المركبة، بيانات الموقع عند استخدام خدماتنا، معلومات الدفع، وتاريخ الخدمات. كما نجمع تلقائياً معلومات الجهاز وبيانات استخدام التطبيق وبيانات الموقع لتحسين خدماتنا وتقديم المساعدة الطارئة."
    },
    {
      "title": "كيف نستخدم معلوماتك",
      "content": "نستخدم معلوماتك لـ: تقديم وتحسين خدماتنا الخاصة بالسيارات، معالجة الحجوزات والمدفوعات، إرسال إشعارات الخدمة والتحديثات، تقديم دعم العملاء، ضمان أمان المنصة، الامتثال للالتزامات القانونية، وتحليل أنماط الاستخدام لتعزيز تجربة المستخدم. تُستخدم بيانات الموقع تحديداً لإرسال الخدمات والمساعدة الطارئة."
    },
    {
      "title": "مشاركة المعلومات والإفصاح عنها",
      "content": "نشارك معلوماتك فقط عند الضرورة: مع مقدمي الخدمات لتنفيذ حجوزاتك، مع معالجات الدفع للمعاملات، مع خدمات الطوارئ عند الطلب، حسب ما يتطلبه القانون أو الإجراءات القانونية، بموافقتك الصريحة، وفي حالة نقل الأعمال. لا نبيع أبداً بياناتك الشخصية لأطراف ثالثة لأغراض تسويقية."
    },
    {
      "title": "أمان البيانات والاحتفاظ بها",
      "content": "نطبق تدابير أمنية معيارية تشمل التشفير والخوادم الآمنة ومراجعات الأمان المنتظمة. تتم معالجة معلومات الدفع من خلال معالجات دفع معتمدة. نحتفظ ببياناتك طالما كان حسابك نشطاً أو حسب الحاجة لتقديم الخدمات والامتثال للالتزامات القانونية وحل النزاعات. يمكنك طلب حذف البيانات في أي وقت."
    },
    {
      "title": "حقوق الخصوصية الخاصة بك",
      "content": "لديك الحق في: الوصول إلى نسخة من بياناتك الشخصية وتلقيها، تصحيح المعلومات غير الدقيقة، حذف بياناتك الشخصية، تقييد أو الاعتراض على معالجة البيانات، نقل البيانات، وسحب الموافقة. بالنسبة لسكان الاتحاد الأوروبي، هذه الحقوق محمية بموجب اللائحة العامة لحماية البيانات. بالنسبة لسكان كاليفورنيا، هذه الحقوق محمية بموجب قانون حماية خصوصية المستهلك في كاليفورنيا. اتصل بنا لممارسة هذه الحقوق."
    },
    {
      "title": "خصوصية الأطفال",
      "content": "خدماتنا غير مخصصة للأطفال دون سن 13 عاماً. لا نجمع عن قصد معلومات شخصية من الأطفال دون سن 13 عاماً. إذا علمت أن طفلاً قد قدم لنا معلومات شخصية، يرجى الاتصال بنا فوراً، وسنتخذ خطوات لإزالة هذه المعلومات وإنهاء حساب الطفل."
    },
    {
      "title": "نقل البيانات الدولي",
      "content": "قد يتم نقل معلوماتك ومعالجتها في بلدان غير بلدك. نضمن وجود ضمانات مناسبة لحماية بياناتك أثناء النقل الدولي، بما في ذلك البنود التعاقدية المعيارية وقرارات الكفاية حيثما كان ذلك منطبقاً."
    },
    {
      "title": "ملفات تعريف الارتباط وتقنيات التتبع",
      "content": "نستخدم ملفات تعريف الارتباط والإشارات الشبكية وتقنيات مماثلة لتعزيز تجربتك وتحليل الاستخدام وتقديم محتوى مخصص. يمكنك التحكم في تفضيلات ملفات تعريف الارتباط من خلال إعدادات المتصفح. ملفات تعريف الارتباط الأساسية ضرورية لعمل المنصة بشكل صحيح."
    },
    {
      "title": "خدمات الطرف الثالث",
      "content": "قد يحتوي تطبيقنا على روابط لخدمات طرف ثالث أو يتكامل مع منصات خارجية (معالجات الدفع، خدمات الخرائط، وسائل التواصل الاجتماعي). هذه الأطراف الثالثة لديها سياسات خصوصية خاصة بها. لسنا مسؤولين عن ممارسات الخصوصية الخاصة بهم ونشجعك على مراجعة سياساتهم."
    },
    {
      "title": "إشعار خرق البيانات",
      "content": "في حالة حدوث خرق للبيانات قد يؤثر على معلوماتك الشخصية، سنقوم بإخطارك والسلطات المختصة خلال 72 ساعة حسب ما يتطلبه القانون المعمول به. سنقدم معلومات حول الخرق والمخاطر المحتملة والخطوات التي يتم اتخاذها لمعالجة المسألة."
    },
    {
      "title": "التغييرات على هذه السياسة",
      "content": "قد نقوم بتحديث سياسة الخصوصية هذه دورياً لتعكس التغييرات في ممارساتنا أو المتطلبات القانونية. سنخطرك بالتغييرات المهمة من خلال التطبيق أو البريد الإلكتروني أو بنشر السياسة المحدثة على موقعنا الإلكتروني. الاستمرار في استخدام خدماتنا بعد التغييرات يشكل قبولاً للسياسة المحدثة."
    },
    {
      "title": "اتصل بنا",
      "content": "إذا كانت لديك أسئلة حول سياسة الخصوصية هذه أو ترغب في ممارسة حقوق الخصوصية الخاصة بك، يرجى الاتصال بنا على: privacy@el7a2ny.com، أو مراسلتنا على عنوننا المسجل. بالنسبة لسكان الاتحاد الأوروبي، يمكنك أيضاً الاتصال بمسؤول حماية البيانات لدينا على dpo@el7a2ny.com."
    }
  ],
  "metadata": {
    "title": "سياسة الخصوصية - الحقني",
    "description": "تعرف على كيفية جمع الحقني واستخدام وحماية معلوماتك الشخصية. اقرأ سياسة الخصوصية الشاملة المتوافقة مع اللائحة العامة لحماية البيانات وقانون حماية خصوصية المستهلك في كاليفورنيا ومتطلبات متاجر التطبيقات."
  }
}
