{
  "title": "سياسة الاسترداد",
  "lastUpdated": "آخر تحديث: {{date}}",
  "sections": [
    {
      "title": "نظرة عامة",
      "content": "في الحقني، نسعى لتقديم خدمات سيارات استثنائية ورضا العملاء. تحدد سياسة الاسترداد هذه الظروف التي يمكن في ظلها طلب واستلام المبالغ المستردة للخدمات المحجوزة من خلال منصتنا. يرجى قراءة هذه السياسة بعناية قبل حجز أي خدمات."
    },
    {
      "title": "معايير أهلية الاسترداد",
      "content": "قد تكون المبالغ المستردة مؤهلة في الحالات التالية: الخدمات الملغاة قبل بدء العمل (تخضع لسياسة الإلغاء)، جودة خدمة غير مرضية لا يمكن تصحيحها من خلال إعادة العمل، فشل مقدم الخدمة في الوصول خلال الإطار الزمني المتفق عليه دون سبب وجيه، خدمات لم يتم تنفيذها كما هو موصوف أو متفق عليه، مشاكل السلامة أو الأضرار الناجمة عن إهمال مقدم الخدمة، والمشاكل التقنية التي تمنع إكمال الخدمة."
    },
    {
      "title": "الخدمات والرسوم غير القابلة للاسترداد",
      "content": "العناصر التالية عادة غير قابلة للاسترداد: خدمات الطوارئ التي تم إكمالها بنجاح، رسوم التشخيص بعد إجراء التقييم الأولي، القطع والمواد التي تم تركيبها أو استخدامها (إلا إذا كانت معيبة)، الخدمات حيث لم يكن العميل حاضراً أو متاحاً حسب المطلوب، الإلغاءات المقدمة بعد إرسال مقدم الخدمة بالفعل، والرسوم الخاصة بالطرف الثالث (معالجة الدفع، إلخ)."
    },
    {
      "title": "عملية طلب الاسترداد",
      "content": "لطلب استرداد: اتصل بخدمة العملاء خلال 7 أيام من إكمال الخدمة، قدم رقم مرجع الحجز وشرح مفصل للمشكلة، قدم أي أدلة داعمة (صور، فيديوهات، وثائق)، اسمح لفريقنا بالتحقيق والاتصال بمقدم الخدمة إذا لزم الأمر. طلبات الاسترداد المقدمة بعد 7 أيام قد لا تتم معالجتها إلا في ظروف استثنائية."
    },
    {
      "title": "الجدول الزمني لمعالجة الاسترداد",
      "content": "بمجرد الموافقة على طلب الاسترداد: سيتم معالجة المبالغ المستردة كاملة خلال 5-10 أيام عمل، قد تستغرق المبالغ المستردة الجزئية حتى 14 يوماً للحالات المعقدة، سيتم إيداع المبالغ المستردة في طريقة الدفع الأصلية المستخدمة، قد تضيف أوقات معالجة البنك 2-5 أيام عمل إضافية. ستتلقى تأكيداً بمجرد بدء الاسترداد."
    },
    {
      "title": "الاسترداد الجزئي",
      "content": "قد يتم تقديم استرداد جزئي عندما: كان جزء فقط من الخدمة غير مرضي، تم إكمال الخدمات جزئياً قبل الإلغاء، مشاكل طفيفة لا تبرر الاسترداد الكامل، ساهم العميل في تعقيدات الخدمة، أو عند التوصل إلى حل متفاوض عليه بين الأطراف. سيتم تحديد مبلغ الاسترداد بناءً على الظروف المحددة."
    },
    {
      "title": "ضمان الجودة مقابل المبالغ المستردة",
      "content": "قبل معالجة المبالغ المستردة، قد نقدم حلول بديلة: إعادة العمل من قبل نفس مقدم الخدمة أو مقدم خدمة مختلف دون تكلفة، ائتمان خدمة جزئي للحجوزات المستقبلية، قطع غيار أو خدمات بديلة تحت الضمان، وساطة بين العميل ومقدم الخدمة. يتم النظر في المبالغ المستردة عندما لا تستطيع هذه البدائل حل المشكلة بشكل مرض."
    },
    {
      "title": "سياسة خدمات الطوارئ",
      "content": "خدمات الطوارئ الخاصة بالسيارات لها اعتبارات خاصة: قد تكون المبالغ المستردة محدودة بسبب الطبيعة العاجلة لحالات الطوارئ، رسوم إرسال الطوارئ عموماً غير قابلة للاسترداد بمجرد أن يكون مقدم الخدمة في الطريق، خدمات الطوارئ المكتملة بنجاح قد لا تكون مؤهلة للاسترداد، ومع ذلك، العمل الطارئ دون المستوى أو الأضرار الإضافية قد تكون مؤهلة للتعويض."
    },
    {
      "title": "النزاعات والتصعيد",
      "content": "إذا كنت لا تتفق مع قرار الاسترداد: يمكنك طلب التصعيد إلى ممثل خدمة عملاء كبير، تقديم أدلة أو وثائق إضافية، طلب الوساطة من خلال عملية حل النزاعات، أو متابعة الحل من خلال القنوات القانونية المناسبة. نهدف إلى حل جميع النزاعات بشكل عادل وسريع."
    },
    {
      "title": "تعويض مقدم الخدمة",
      "content": "عند منح المبالغ المستردة: قد نخصم مبالغ من تعويض مقدم الخدمة، قد يُطلب من مقدمي الخدمات تغطية تكاليف الاسترداد في حالات الإهمال، مشاكل الجودة المتكررة قد تؤدي إلى تعليق حساب مقدم الخدمة، تعديلات التعويض تحمي سلامة العملاء والمنصة."
    },
    {
      "title": "الوقاية ومراقبة الجودة",
      "content": "لتقليل حالات الاسترداد، نحن: نفحص جميع مقدمي الخدمات بدقة، نقدم أوصاف خدمات وتوقعات واضحة، نحتفظ بأنظمة تعليقات وتقييمات العملاء، نقدم دعم العملاء طوال عملية الخدمة، نراجع ونحسن معايير الجودة بانتظام، ونقدم تدريب مستمر لمقدمي الخدمات."
    },
    {
      "title": "التواصل للاسترداد",
      "content": "لطلبات الاسترداد أو الأسئلة أو الاستئنافات: راسلنا على refunds@el7a2ny.com مع تفاصيل حجزك، اتصل بخط خدمة العملاء خلال ساعات العمل، استخدم ميزة الدعم داخل التطبيق للمساعدة الفورية، أو اكتب إلى قسم خدمة العملاء على عنوننا المسجل. فريقنا ملتزم بحل مخاوفك بسرعة وإنصاف."
    }
  ],
  "metadata": {
    "title": "سياسة الاسترداد - الحقني",
    "description": "سياسة استرداد شاملة لخدمات السيارات في الحقني، بما في ذلك معايير الأهلية والعملية والجداول الزمنية وتدابير ضمان الجودة."
  }
}
