{
  "title": "شروط الخدمة",
  "lastUpdated": "آخر تحديث: {{date}}",
  "sections": [
    {
      "title": "قبول الشروط",
      "content": "من خلال الوصول إلى تطبيق أو موقع الحقني أو تنزيله أو تثبيته أو استخدامه، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بشروط الخدمة هذه وسياسة الخصوصية الخاصة بنا. إذا لم توافق على هذه الشروط، فيجب عليك عدم استخدام خدماتنا. يجب أن تكون بعمر 18 عاماً على الأقل أو تحصل على موافقة الوالدين لاستخدام خدماتنا."
    },
    {
      "title": "وصف الخدمة وتوفرها",
      "content": "الحقني هي منصة رقمية تربط أصحاب المركبات بمقدمي خدمات السيارات المعتمدين للصيانة والإصلاح والمساعدة الطارئة والخدمات ذات الصلة. نحن نعمل كوسيط ولا نقدم خدمات السيارات مباشرة. توفر الخدمة يعتمد على الموقع والوقت وسعة مقدم الخدمة وعوامل أخرى. نحتفظ بالحق في تعديل أو تعليق أو إيقاف الخدمات في أي وقت دون إشعار مسبق."
    },
    {
      "title": "حساب المستخدم والمسؤوليات",
      "content": "يجب على المستخدمين تقديم معلومات دقيقة وحديثة وكاملة عند إنشاء حساب. أنت مسؤول عن الحفاظ على أمان الحساب، بما في ذلك سرية كلمة المرور. يجب عليك إخطارنا فوراً بأي وصول غير مصرح به. يوافق المستخدمون على استخدام الخدمات بشكل قانوني، وتقديم معلومات دقيقة عن المركبة والخدمة، واحترام مقدمي الخدمات، والامتثال لجميع القوانين واللوائح المعمول بها."
    },
    {
      "title": "حجز الخدمة وتنفيذها",
      "content": "حجوزات الخدمة تخضع لتوفر مقدم الخدمة والتأكيد. الأسعار معروضة قبل الحجز وقد تختلف حسب الموقع والوقت وتعقيد الخدمة. خدمات الطوارئ قد تكون لها هياكل تسعير مختلفة. توافق على التواجد أثناء الخدمات المجدولة وتوفير الوصول الضروري لمركبتك. تطبق سياسات الإلغاء كما هو محدد في التطبيق."
    },
    {
      "title": "شروط الدفع والفوترة",
      "content": "الدفع مستحق عند إتمام الخدمة ما لم يتم الاتفاق على خلاف ذلك. نقبل طرق دفع متنوعة كما هو موضح في التطبيق. جميع الأسعار تشمل الضرائب المعمول بها ما لم يُذكر خلاف ذلك. في حالة نزاعات الدفع، يجب عليك الاتصال بنا خلال 7 أيام من إتمام الخدمة. المبالغ المستردة تخضع لسياسة الاسترداد الخاصة بنا وقد تتطلب التحقق من مشاكل جودة الخدمة."
    },
    {
      "title": "علاقة مقدم الخدمة",
      "content": "مقدمو الخدمات هم متعاقدون مستقلون، وليسوا موظفين في الحقني. نحن نسهل الاتصالات ولكن لا نتحكم مباشرة في تنفيذ الخدمة. مقدمو الخدمات مسؤولون عن تراخيصهم وتأميناتهم والامتثال للوائح. نحن نتحقق من أوراق اعتماد مقدمي الخدمات ولكن لا يمكننا ضمان جودة الخدمة. النزاعات بين المستخدمين ومقدمي الخدمات يجب حلها مباشرة، رغم أننا قد نساعد في الوساطة."
    },
    {
      "title": "تحديد المسؤولية وإخلاء المسؤولية",
      "content": "مسؤولية الحقني محدودة بالمبلغ المدفوع للخدمة المحددة المعنية. نحن غير مسؤولين عن الأضرار غير المباشرة أو العرضية أو التبعية أو العقابية. الخدمات مقدمة 'كما هي' دون ضمانات. نحن نخلي مسؤوليتنا عن أفعال مقدمي الخدمات، وأضرار المركبات غير الناتجة عن الإهمال، والتأخير بسبب عوامل خارجية، وفشل خدمات الطرف الثالث."
    },
    {
      "title": "حقوق الملكية الفكرية",
      "content": "تطبيق الحقني والموقع الإلكتروني والشعار والعلامات التجارية والمحتوى محمية بقوانين الملكية الفكرية. يُمنح المستخدمون ترخيصاً محدوداً وغير حصري لاستخدام خدماتنا للأغراض الشخصية. لا يجوز لك نسخ أو تعديل أو توزيع أو بيع أو هندسة عكسية لبرامجنا أو محتوانا دون إذن كتابي."
    },
    {
      "title": "محتوى المستخدم والسلوك",
      "content": "قد يقدم المستخدمون تقييمات وصور ومحتوى آخر من خلال منصتنا. أنت تحتفظ بملكية محتواك ولكن تمنحنا ترخيصاً لاستخدامه لتحسين الخدمة والتسويق. توافق على عدم تقديم محتوى غير قانوني أو مسيء أو كاذب أو محمي بحقوق طبع ونشر. نحتفظ بالحق في إزالة المحتوى وتعليق الحسابات لانتهاكات السياسة."
    },
    {
      "title": "الخصوصية وحماية البيانات",
      "content": "خصوصيتك مهمة بالنسبة لنا. جمعنا واستخدامنا وحمايتنا لمعلوماتك الشخصية محكوم بسياسة الخصوصية الخاصة بنا، والتي تم دمجها في هذه الشروط بالمرجع. باستخدام خدماتنا، توافق على جمع البيانات ومعالجتها كما هو موضح في سياسة الخصوصية."
    },
    {
      "title": "الإنهاء والتعليق",
      "content": "قد نقوم بإنهاء أو تعليق حسابك فوراً، دون إشعار مسبق، لأي سبب بما في ذلك انتهاك الشروط أو النشاط الاحتيالي أو المتطلبات القانونية. عند الإنهاء، ينتهي حقك في استخدام الخدمات فوراً. الإنهاء لا يؤثر على التزامات الدفع للخدمات المكتملة. يمكنك إنهاء حسابك بالاتصال بدعم العملاء."
    },
    {
      "title": "حل النزاعات والقانون الحاكم",
      "content": "هذه الشروط محكومة بقوانين [الاختصاص القضائي الخاص بك]. أي نزاعات ستتم معالجتها أولاً من خلال المفاوضات بحسن نية. إذا لم يتم حلها، قد يتم تقديم النزاعات للتحكيم الملزم أو المحاكم المحلية حسب الانطباق. توافق على حل النزاعات بشكل فردي وتتنازل عن الحقوق في دعاوى الطبقة الجماعية إلا حيث يحظره القانون."
    },
    {
      "title": "التغييرات على الشروط",
      "content": "نحتفظ بالحق في تعديل هذه الشروط في أي وقت. التغييرات المهمة ستتم إبلاغها من خلال التطبيق أو البريد الإلكتروني أو نشر الموقع الإلكتروني قبل 30 يوماً على الأقل من دخولها حيز التنفيذ. الاستمرار في الاستخدام بعد التغييرات يشكل قبولاً للشروط المعدلة. إذا لم توافق على التغييرات، يجب عليك التوقف عن استخدام خدماتنا."
    },
    {
      "title": "إخلاء مسؤولية خدمات الطوارئ",
      "content": "بينما نقدم المساعدة الطارئة للسيارات، الحقني ليس بديلاً عن خدمات الطوارئ الطبية أو إنفاذ القانون. في المواقف المهددة للحياة، اتصل بخدمات الطوارئ (911، 112، إلخ) فوراً. لا يمكننا ضمان أوقات استجابة خدمة الطوارئ ولسنا مسؤولين عن التأخير في حالات الطوارئ."
    },
    {
      "title": "امتثال متجر التطبيقات",
      "content": "تطبيقنا المحمول يتوافق مع شروط وأحكام متجر التطبيقات. يجب على المستخدمين أيضاً الامتثال لشروط متجر التطبيقات المعمول بها عند تنزيل واستخدام تطبيقنا. في حالة وجود تعارضات بين هذه الشروط وشروط متجر التطبيقات، تأخذ شروط متجر التطبيقات الأولوية فيما يتعلق بتوزيع التطبيق والمتطلبات التقنية."
    }
  ],
  "metadata": {
    "title": "شروط الخدمة - الحقني",
    "description": "اقرأ شروط خدمة الحقني الشاملة التي تغطي مسؤوليات المستخدم وأحكام الخدمة وقيود المسؤولية والامتثال القانوني لمنصة خدمات السيارات الخاصة بنا."
  }
}
